export const mapURL = 'https://yandex.ru/map-widget/v1/?um=constructor%3A0469fb0e217e9dbdb1758139b4566bc84f4de607043cdc74de1ecd13649da978&amp;source=constructor'

export const categories = [
    {
        id: 1,
        name: "Тумбы",
    }, {
        id: 2,
        name: "Столы и стулья",
    }, {
        id: 3,
        name: "Кровати",
    }, {
        id: 4,
        name: "Комоды",
    }, {
        id: 5,
        name: "Полки и стеллажи",
    },
]

export const goods = [
    {
        id: 1,
        name: "Барный стул \"Комета\"",
        price: "47000 руб",
        materials: "Материал: МДФ, шпон",
        size: "Размеры: 75х30х53 (см)",
        poster: "gallery-1.jpg",
        category: 1,
        info: {
            photos: [
            ],
            description: [
            ],
            materials: [
            ],
            extra: [
            ],
        },
    }, {
        id: 2,
        name: "Барный стул \"Комета\"",
        price: "47000 руб",
        materials: "Материал: МДФ, шпон",
        size: "Размеры: 75х30х53 (см)",
        poster: "gallery-2.jpg",
        category: 1,
        info: {
            photos: [
                "good-1.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
            ],
            description: [
                "Верхняя часть стула реализована в форме икосаэдра, что придает ему уникальный внешний вид.",
                "Стильный дизайн стула позволит ему идеально вписаться в любой современный интерьер.",
                "Этот стул - прекрасный выбор для тех, кто ценит не только удобство, но и эстетическую привлекательность мебели.",
            ],
            materials: [
                "Сиденье и каркас выполнены из плотного материала МДФ в сочетании с шпоном различных цветов.",
            ],
            extra: [
                "Артикул: 15106",
                "Стиль: Современный",
                "Цвет: Орех",
                "Указана начальная цена за стандартную компоновку 75х30х53.",
                "В стоимость не входит доставка и монтаж.",
            ],
        },
    }, {
        id: 3,
        name: "Барный стул \"Комета\"",
        price: "47000 руб",
        materials: "Материал: МДФ, шпон",
        size: "Размеры: 75х30х53 (см)",
        poster: "gallery-3.jpg",
        category: 1,
        info: {
            photos: [
                "good-1.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
            ],
            description: [
                "Верхняя часть стула реализована в форме икосаэдра, что придает ему уникальный внешний вид.",
                "Стильный дизайн стула позволит ему идеально вписаться в любой современный интерьер.",
                "Этот стул - прекрасный выбор для тех, кто ценит не только удобство, но и эстетическую привлекательность мебели.",
            ],
            materials: [
                "Сиденье и каркас выполнены из плотного материала МДФ в сочетании с шпоном различных цветов.",
            ],
            extra: [
                "Артикул: 15106",
                "Стиль: Современный",
                "Цвет: Орех",
                "Указана начальная цена за стандартную компоновку 75х30х53.",
                "В стоимость не входит доставка и монтаж.",
            ],
        },
    }, {
        id: 4,
        name: "Барный стул \"Комета\"",
        price: "47000 руб",
        materials: "Материал: МДФ, шпон",
        size: "Размеры: 75х30х53 (см)",
        poster: "gallery-4.jpg",
        category: 1,
        info: {
            photos: [
                "good-1.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
            ],
            description: [
                "Верхняя часть стула реализована в форме икосаэдра, что придает ему уникальный внешний вид.",
                "Стильный дизайн стула позволит ему идеально вписаться в любой современный интерьер.",
                "Этот стул - прекрасный выбор для тех, кто ценит не только удобство, но и эстетическую привлекательность мебели.",
            ],
            materials: [
                "Сиденье и каркас выполнены из плотного материала МДФ в сочетании с шпоном различных цветов.",
            ],
            extra: [
                "Артикул: 15106",
                "Стиль: Современный",
                "Цвет: Орех",
                "Указана начальная цена за стандартную компоновку 75х30х53.",
                "В стоимость не входит доставка и монтаж.",
            ],
        },
    }, {
        id: 5,
        name: "Барный стул \"Комета\"",
        price: "47000 руб",
        materials: "Материал: МДФ, шпон",
        size: "Размеры: 75х30х53 (см)",
        poster: "gallery-5.jpg",
        category: 1,
        info: {
            photos: [
                "good-1.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
            ],
            description: [
                "Верхняя часть стула реализована в форме икосаэдра, что придает ему уникальный внешний вид.",
                "Стильный дизайн стула позволит ему идеально вписаться в любой современный интерьер.",
                "Этот стул - прекрасный выбор для тех, кто ценит не только удобство, но и эстетическую привлекательность мебели.",
            ],
            materials: [
                "Сиденье и каркас выполнены из плотного материала МДФ в сочетании с шпоном различных цветов.",
            ],
            extra: [
                "Артикул: 15106",
                "Стиль: Современный",
                "Цвет: Орех",
                "Указана начальная цена за стандартную компоновку 75х30х53.",
                "В стоимость не входит доставка и монтаж.",
            ],
        },
    }, {
        id: 6,
        name: "Барный стул \"Комета\"",
        price: "47000 руб",
        materials: "Материал: МДФ, шпон",
        size: "Размеры: 75х30х53 (см)",
        poster: "gallery-6.jpg",
        category: 1,
        info: {
            photos: [
                "good-1.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
            ],
            description: [
                "Верхняя часть стула реализована в форме икосаэдра, что придает ему уникальный внешний вид.",
                "Стильный дизайн стула позволит ему идеально вписаться в любой современный интерьер.",
                "Этот стул - прекрасный выбор для тех, кто ценит не только удобство, но и эстетическую привлекательность мебели.",
            ],
            materials: [
                "Сиденье и каркас выполнены из плотного материала МДФ в сочетании с шпоном различных цветов.",
            ],
            extra: [
                "Артикул: 15106",
                "Стиль: Современный",
                "Цвет: Орех",
                "Указана начальная цена за стандартную компоновку 75х30х53.",
                "В стоимость не входит доставка и монтаж.",
            ],
        },
    }, {
        id: 7,
        name: "Барный стул \"Комета\"",
        price: "47000 руб",
        materials: "Материал: МДФ, шпон",
        size: "Размеры: 75х30х53 (см)",
        poster: "gallery-7.jpg",
        category: 1,
        info: {
            photos: [
                "good-1.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
            ],
            description: [
                "Верхняя часть стула реализована в форме икосаэдра, что придает ему уникальный внешний вид.",
                "Стильный дизайн стула позволит ему идеально вписаться в любой современный интерьер.",
                "Этот стул - прекрасный выбор для тех, кто ценит не только удобство, но и эстетическую привлекательность мебели.",
            ],
            materials: [
                "Сиденье и каркас выполнены из плотного материала МДФ в сочетании с шпоном различных цветов.",
            ],
            extra: [
                "Артикул: 15106",
                "Стиль: Современный",
                "Цвет: Орех",
                "Указана начальная цена за стандартную компоновку 75х30х53.",
                "В стоимость не входит доставка и монтаж.",
            ],
        },
    }, {
        id: 8,
        name: "Барный стул \"Комета\"",
        price: "47000 руб",
        materials: "Материал: МДФ, шпон",
        size: "Размеры: 75х30х53 (см)",
        poster: "gallery-8.jpg",
        category: 1,
        info: {
            photos: [
                "good-1.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
            ],
            description: [
                "Верхняя часть стула реализована в форме икосаэдра, что придает ему уникальный внешний вид.",
                "Стильный дизайн стула позволит ему идеально вписаться в любой современный интерьер.",
                "Этот стул - прекрасный выбор для тех, кто ценит не только удобство, но и эстетическую привлекательность мебели.",
            ],
            materials: [
                "Сиденье и каркас выполнены из плотного материала МДФ в сочетании с шпоном различных цветов.",
            ],
            extra: [
                "Артикул: 15106",
                "Стиль: Современный",
                "Цвет: Орех",
                "Указана начальная цена за стандартную компоновку 75х30х53.",
                "В стоимость не входит доставка и монтаж.",
            ],
        },
    }, {
        id: 9,
        name: "Барный стул \"Комета\"",
        price: "47000 руб",
        materials: "Материал: МДФ, шпон",
        size: "Размеры: 75х30х53 (см)",
        poster: "gallery-9.jpg",
        category: 1,
        info: {
            photos: [
                "good-1.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
            ],
            description: [
                "Верхняя часть стула реализована в форме икосаэдра, что придает ему уникальный внешний вид.",
                "Стильный дизайн стула позволит ему идеально вписаться в любой современный интерьер.",
                "Этот стул - прекрасный выбор для тех, кто ценит не только удобство, но и эстетическую привлекательность мебели.",
            ],
            materials: [
                "Сиденье и каркас выполнены из плотного материала МДФ в сочетании с шпоном различных цветов.",
            ],
            extra: [
                "Артикул: 15106",
                "Стиль: Современный",
                "Цвет: Орех",
                "Указана начальная цена за стандартную компоновку 75х30х53.",
                "В стоимость не входит доставка и монтаж.",
            ],
        },
    }, {
        id: 10,
        name: "Барный стул \"Комета\"",
        price: "47000 руб",
        materials: "Материал: МДФ, шпон",
        size: "Размеры: 75х30х53 (см)",
        poster: "gallery-10.jpg",
        category: 1,
        info: {
            photos: [
                "good-1.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
                "good-1.jpg",
                "good-2.jpg",
            ],
            description: [
                "Верхняя часть стула реализована в форме икосаэдра, что придает ему уникальный внешний вид.",
                "Стильный дизайн стула позволит ему идеально вписаться в любой современный интерьер.",
                "Этот стул - прекрасный выбор для тех, кто ценит не только удобство, но и эстетическую привлекательность мебели.",
            ],
            materials: [
                "Сиденье и каркас выполнены из плотного материала МДФ в сочетании с шпоном различных цветов.",
            ],
            extra: [
                "Артикул: 15106",
                "Стиль: Современный",
                "Цвет: Орех",
                "Указана начальная цена за стандартную компоновку 75х30х53.",
                "В стоимость не входит доставка и монтаж.",
            ],
        },
    },
]

export const sales = [
    {
        goodId: 1,
        poster: "main-slide-1.png",
        title: "Мебель, как предмет искусства",
        subtitle: "Наша мебель является функциональной скульптурой, искусством в интерьере, акцентом, но при этом так же удобна и комфортна.",
    }, {
        goodId: 2,
        poster: "main-slide-2.png",
        title: "Мебель, как предмет искусства",
        subtitle: "Наша мебель является функциональной скульптурой, искусством в интерьере, акцентом, но при этом так же удобна и комфортна.",
    }, {
        goodId: 3,
        poster: "main-slide-3.png",
        title: "Мебель, как предмет искусства",
        subtitle: "Наша мебель является функциональной скульптурой, искусством в интерьере, акцентом, но при этом так же удобна и комфортна.",
    },
]

export const processes = [
    {
        step: 1,
        title: "Заявка на расчет и консультация",
        text: "Для предварительного расчета проекта мы ждём от вас чертежи, развертки или визуализацию с приблизительными размерами или рисунки от руки. После лучший дизайнер нашей компании будет готов дать вам консультацию и ответить на все ваши вопросы",
        icon: "process-1.svg",
    }, {
        step: 2,
        title: "Подготовка расчёта мебели на заказ",
        text: "В течение 2-3 дней вы получаете ответ от менеджера с предварительным расчетом стоимости и сроками изготовления. Наши менеджеры рассчитают вам несколько вариантов услуги мебели на заказ от производителя - бюджетную и дорогую, а также варианты доставки по Москве и Московской области.",
        icon: "process-2.svg",
    }, {
        step: 3,
        title: "Согласование проекта",
        text: "Заключаем договор, утверждаем материалы и комплектацию, производим замер на объекте, создаём 3D модель и проектные чертежи будущей мебели",
        icon: "process-3.svg",
    }, {
        step: 4,
        title: "Производство",
        text: "Передаем проект в производство. Изготавливаем точно в срок.",
        icon: "process-1.svg",
    }, {
        step: 5,
        title: "Доставка мебели",
        text: "Готовая мебель доставляется в удобное для вас время. Производится чистый и аккуратный монтаж нашими профессиональными монтажными бригадами. Наши мастера могут не только изготовить, но и встроить весь гарнитур и фурнитуру к ним в интерьер.",
        icon: "process-2.svg",
    },
]